Repository: MicroPizdec/RPC-Tool
Catalog: DimkaCrash/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# About.Text
source: About
ru_ru: О приложении

# AboutDevelopers.Text
source: Developed with ❤️ by MicroPizdec
ru_ru: Разработано MicroPizdec с ❤️

# AboutText.Text
source: RPC-Tool is an easy to use app for creating custom Discord Rich Presence.
ru_ru: RPC-Tool - простое в использовании приложение для создания своего Discord Rich Presence.

# AboutTitle
source: About RPC-Tool
ru_ru: О RPC-Tool

# Button.Text
source: Button
ru_ru: Кнопка

# ButtonText.Header
source: Button text:
ru_ru: Текст кнопки:

# ButtonText.PlaceholderText
source: Text
ru_ru: Текст

# ButtonURL.Header
source: Button URL:
ru_ru: URL кнопки:

# ClientID.Header
source: Enter ID of app:
ru_ru: Введите ID приложения:

# Details.Header
source: Top text:
ru_ru: Верхний текст:

# Details.PlaceholderText
source: Details
ru_ru: Детали

# End.Header
source: End:
ru_ru: Конец:

# End.PlaceholderText
source: End timestamp in milliseconds
ru_ru: Конечная отметка времени в мс

# Exit.Text
source: Exit
ru_ru: Закрыть

# File.Title
source: File
ru_ru: Файл

# GithubRepo.Content
source: GitHub repo
ru_ru: Репозиторий GitHub

# Go.Content
source: Go!
ru_ru: Запустить

# Help.Title
source: Help
ru_ru: Справка

# LargeImage.Text
source: Large image
ru_ru: Изображение

# LargeImageKey.Header
source: Key:
ru_ru: Ключ:

# LargeImageKey.PlaceholderText
source: Details
ru_ru: Детали

# LargeImageText.Header
source: Text:
ru_ru: Текст:

# LargeImageText.PlaceholderText
source: Text of large image when you hover over it
ru_ru: Текст изображения при наведении мыши на него

# Links.Text
source: Links
ru_ru: Ссылки

# New.Text
source: New
ru_ru: Создать

# NoInput.Title
source: Client ID, top text or bottom text are missing.
ru_ru: ID приложения, верхний или нижний текст отсутствуют.

# Open.Text
source: Open
ru_ru: Открыть

# Save.Text
source: Save
ru_ru: Сохранить

# SaveAs.Text
source: Save as
ru_ru: Сохранить как

# SaveSuccess.Title
source: Saved!
ru_ru: Сохранено!

# SecondButton.Text
source: Second button
ru_ru: Вторая кнопка

# SmallImage.Text
source: Small image
ru_ru: Малое изображение

# SmallImageKey.Header
source: Key:
ru_ru: Ключ:

# SmallImageKey.PlaceholderText
source: Pretty self-explanatory
ru_ru: Само за себя говорит

# SmallImageText.Header
source: Text:
ru_ru: Текст:

# SmallImageText.PlaceholderText
source: Pretty self-explanatory too
ru_ru: Тоже само за себя говорит

# Start.Header
source: Start:
ru_ru: Начало:

# Start.PlaceholderText
source: Start timestamp in milliseconds
ru_ru: Начальная отметка времени в мс

# StartFailed.Subtitle
source: Did you exactly provide correct ClientID?
ru_ru: Проверьте, предоставлен ли корректный ClientID.

# StartFailed.Title
source: Failed to start your RPC
ru_ru: Не удалось запустить ваш RPC.

# StartSuccess.Title
source: Your RPC started successfully!
ru_ru: Ваш RPC успешно запущен!

# State.Header
source: Bottom text:
ru_ru: Нижний текст:

# State.PlaceholderText
source: State
ru_ru: Состояние

# Stop.Content
source: Stop
ru_ru: Стоп

# StopSuccess.Title
source: Your RPC stopped successfully!
ru_ru: Ваш RPC успешно остановлен!

# Text.Text
source: Text
ru_ru: Текст

# Timestamp.Text
source: Timestamp
ru_ru: Отметка времени
